abiword
acpi
alsa-utils
aspell-en
autoconf
automake
bash
binutils
bison
bzip2
chromium
clusterssh
coreutils
cronie
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dnsutils
dzen2
e2fsprogs
fakeroot
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc
gcc-libs
geany
geany-plugins
gettext
gimp
git
glibc
gnome-icon-theme
gnome-icon-theme-extras
gnome-themes-extras
gnumeric
grep
grub-efi-x86_64
gzip
heirloom-mailx
htop
icedtea-web
inetutils
iproute2
iputils
jfsutils
less
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mysql-clients
nano
netcfg
net-tools
ntfs-3g
openssh
openvpn
pacman
patch
pciutils
pcmciautils
perl
pidgin
pkg-config
pm-utils
ppp
procps-ng
psmisc
python2-apptools
python2-distribute
quodlibet
quodlibet-plugins
reiserfsprogs
scrot
sed
shadow
subversion
sysfsutils
systemd-sysvcompat
tar
texinfo
thunderbird
transmission-gtk
trayer
ttf-dejavu
ttf-droid
ttf-liberation
unzip
usbutils
util-linux
vi
vim
vpnc
wget
which
wpa_actiond
wpa_supplicant
xclip
xcompmgr
xf86-input-synaptics
xf86-video-intel
xfce4-power-manager
xfce4-terminal
xfsprogs
xlockmore
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-server-utils
xorg-xev
xorg-xinit
zathura
zathura-pdf-mupdf
